// Notifications
"MESSAGE_TEXT" = "%1$@: %2$@";
"MESSAGE_NOTEXT" = "%1$@ 给你发送了一条消息";
"MESSAGE_PHOTO" = "%1$@ 给你发送了一张图片";
"MESSAGE_VIDEO" = "%1$@ 给你发送了一段视频";
"MESSAGE_CONTACT" = "%1$@ 给你分享了联系方式";
"MESSAGE_GEO" = "%1$@ 给你发送了一个位置";
"MESSAGE_DOC" = "%1$@ 给你发送了一个文件";
"MESSAGE_AUDIO" = "%1$@ 给你发送了一段音频";
"ENCRYPTED_MESSAGE" = "你收到了一条新消息%1$@";
"LOCKED_MESSAGE" = "您收到了一条新消息%1$@";
"ENCRYPTION_REQUEST" = "新的私密会话请求%1$@";
"ENCRYPTION_ACCEPT" = "您的私密会话请求已被接受%1$@";
"DC_UPDATE" = "打开此通知以更新此应用设置";

"CHAT_MESSAGE_TEXT" = "%1$@@%2$@: %3$@";
"CHAT_MESSAGE_NOTEXT" = "%1$@ 发送了一条消息到群组 %2$@";
"CHAT_MESSAGE_PHOTO" = "%1$@ 发送了一张图片到群组 %2$@";
"CHAT_MESSAGE_VIDEO" = "%1$@ 发送了一段视频到群组 %2$@";
"CHAT_MESSAGE_CONTACT" = "%1$@ 在群组 %2$@ 中分享了内容";
"CHAT_MESSAGE_GEO" = "%1$@ 发送了位置到群组 %2$@";
"CHAT_MESSAGE_DOC" = "%1$@ 发送了一个文件到群组 %2$@";
"CHAT_MESSAGE_AUDIO" = "%1$@ 发送了一段音频到群组 %2$@";
"CHAT_CREATED" = "%1$@ 邀请你加入群组 %2$@";
"CHAT_TITLE_EDITED" = "%1$@ 编辑了群组 %2$@ 的名字";
"CHAT_PHOTO_EDITED" = "%1$@ 编辑了群组 %2$@ 的头像";
"CHAT_ADD_MEMBER" = "%1$@ 邀请了 %3$@ 加入群组 %2$@";
"CHAT_ADD_YOU" = "%1$@ 邀请你加入群组 %2$@";
"CHAT_DELETE_YOU" = "%1$@ 已将你从群组 %2$@ 中移出";
"CHAT_DELETE_MEMBER" = "%1$@ 已将 %3$@ 从群组 %2$@ 中移出";
"CHAT_LEFT" = "%1$@ 离开了群组 %2$@";
"CHAT_RETURNED" = "%1$@ 回到了群组 %2$@";

"MESSAGE_STICKER" = "%1$@ 给你发送了一个贴图";
"CHAT_MESSAGE_STICKER" = "%1$@ 发送了一个贴图到群组 %2$@";

"CONTACT_JOINED" = "%1$@ 加入了 Telegram！";
"CONTACT_ACTIVATED" = "%1$@ 帮助您激活了帐号！";

"AUTH_UNKNOWN" = "在新设备上登录 %1$@";
"AUTH_REGION" = "在新设备上登录 %1$@, 位置: %2$@";

"MESSAGE_FWDS" = "%1$@ 给你转发了一条 %2$@ 消息";
"CHAT_MESSAGE_FWDS" = "%1$@ 转发了 %3$@ 消息到群组 %2$@";

// Common
"Common.OK" = "好";
"Common.Cancel" = "取消";
"Common.Edit" = "编辑";
"Common.edit" = "编辑";
"Common.Done" = "完成";
"Common.Next" = "继续";
"Common.Delete" = "删除";
"Common.Create" = "创建";
"Common.Back" = "返回";
"Common.Close" = "关闭";
"Common.Yes" = "是";
"Common.No" = "否";
"Common.TakePhotoOrVideo" = "拍摄照片/视频";
"Common.TakePhoto" = "拍照";
"Common.ChoosePhoto" = "选择照片";
"Common.ChooseVideo" = "选择视频";
"Common.of" = "的";
"Common.Search" = "搜索";
"Common.More" = "更多";
"Common.Select" = "选择";

// State
"State.connecting" = "连接中";
"State.updating" = "收取中";
"State.Connecting" = "连接中...";
"State.Updating" = "收取中...";
"State.WaitingForNetwork" = "等待网络连接";

// Presence
"Presence.online" = "在线";
"Presence.offline" = "离线";
"Presence.invisible" = "不可见";

// Date
"Month.GenJanuary" = "1月";
"Month.GenFebruary" = "2月";
"Month.GenMarch" = "3月";
"Month.GenApril" = "4月";
"Month.GenMay" = "5月";
"Month.GenJune" = "6月";
"Month.GenJuly" = "7月";
"Month.GenAugust" = "8月";
"Month.GenSeptember" = "9月";
"Month.GenOctober" = "10月";
"Month.GenNovember" = "11月";
"Month.GenDecember" = "12月";
"Month.ShortJanuary" = "1月";
"Month.ShortFebruary" = "2月";
"Month.ShortMarch" = "3月";
"Month.ShortApril" = "4月";
"Month.ShortMay" = "5月";
"Month.ShortJune" = "6月";
"Month.ShortJuly" = "7月";
"Month.ShortAugust" = "8月";
"Month.ShortSeptember" = "9月";
"Month.ShortOctober" = "10月";
"Month.ShortNovember" = "11月";
"Month.ShortDecember" = "12月";
"Weekday.ShortMonday" = "周一";
"Weekday.ShortTuesday" = "周二";
"Weekday.ShortWednesday" = "周三";
"Weekday.ShortThursday" = "周四";
"Weekday.ShortFriday" = "周五";
"Weekday.ShortSaturday" = "周六";
"Weekday.ShortSunday" = "周日";
"Weekday.Monday" = "星期一";
"Weekday.Tuesday" = "星期二";
"Weekday.Wednesday" = "星期三";
"Weekday.Thursday" = "星期四";
"Weekday.Friday" = "星期五";
"Weekday.Saturday" = "星期六";
"Weekday.Sunday" = "星期天";

"Time.TodayAt" = "今天 %@";
"Time.YesterdayAt" = "昨天 %@";

"LastSeen.JustNow" = "上次上线 刚刚";
"LastSeen.MinutesAgo_1" = "上次上线 1分钟前";
"LastSeen.MinutesAgo_2" = "上次上线 2分钟前";
"LastSeen.MinutesAgo_3_10" = "上次上线 %@分钟前";
"LastSeen.MinutesAgo_any" = "上次上线 %@分钟前";
"LastSeen.HoursAgo_1" = "上次上线 1小时前";
"LastSeen.HoursAgo_2" = "上次上线 2小时前";
"LastSeen.HoursAgo_3_10" = "上次上线 %@小时前";
"LastSeen.HoursAgo_any" = "上次上线 %@小时前";
"LastSeen.TodayAt" = "上次上线 今天%@";
"LastSeen.YesterdayAt" = "上次上线 昨天 %@";
"LastSeen.AtWeekday" = "上次上线 %@";
"LastSeen.AtDate" = "上次上线 %@";
"LastSeen.Lately" = "最近上线过";
"LastSeen.WithinAWeek" = "上次上线 一周内";
"LastSeen.WithinAMonth" = "上次上线 一个月内";
"LastSeen.ALongTimeAgo" = "很久之前上线过";

"Date.DialogDateFormat" = "{month}{day}日";

// Tour
"Tour.Title1" = "Telegram";
"Tour.Text1" = "世界上 **最快的** 聊天工具\n**免费**且**安全**";

"Tour.Title2" = "快速";
"Tour.Text2" = "**Telegram** 以同类软件中最快的速度\n为您传递消息。";

"Tour.Title3" = "强大";
"Tour.Text3" = "**Telegram** 没有大小限制\n不论消息或是媒体文件。";

"Tour.Title4" = "安全";
"Tour.Text4" = "**Telegram** 保证您的消息安全\n不受黑客侵扰。";

"Tour.Title5" = "云端";
"Tour.Text5" = "**Telegram** 允许您通过多个设备访问您的\n聊天记录。";

"Tour.Title6" = "免费";
"Tour.Text6" = "**Telegram** 永久免费，无广告。\n不收取任何费用。";

"Tour.Title7" = "隐私";
"Tour.Text7" = "**Telegram** 的消息全部重度加密并且能自动销毁。";

"Tour.StartButton" = "开始使用";

// Login
"Login.PhoneAndCountryHelp" = "请确认您的国家代码并输入您的手机号";
"Login.CodeHelp" = "我们已经向您的手机 \n%@ 发送了一条含验证码的短信";
"Login.CodeSentInternal" = "请输入您在其他设备中已登录的**Telegram** 收到的验证码";
"Login.HaveNotReceivedCodeInternal" = "没有收到验证码？";
"Login.CodeSentSms" = "我们向您发送了一条含验证码的短信。";
"Login.Code" = "验证码";
"Login.CallRequestState1" = "Telegram 会在 %d:%.2d 后呼叫您的手机";
"Login.CallRequestState2" = "正在向 Telegram 发送呼叫请求...";
"Login.CallRequestState3" = "Telegram 呼叫了您的手机\n[仍未获取验证码？]";
"Login.EmailNotConfiguredError" = "请先设置一个邮箱帐号";
"Login.EmailCodeSubject" = "%@, no code";
"Login.EmailCodeBody" = "My phone number is:\n%@\nI can't get an activation code for Telegram.";
"Login.UnknownError" = "呃，出错了，请稍候再试";
"Login.InvalidCodeError" = "验证码错误，请重新输入";
"Login.NetworkError" = "请检查您的网络连接，然后再试一次";
"Login.CodeExpiredError" = "验证码已过期，请重试";
"Login.CodeFloodError" = "已达到错误次数上线，请稍后再试";
"Login.InvalidPhoneError" = "手机号码无效，请重新输入";
"Login.InvalidFirstNameError" = "无效的名字，请重新输入";
"Login.InvalidLastNameError" = "无效的姓氏，请重新输入";
"Login.InactiveHelp" = "您还没有任何联系人\n使用 Telegram\n我们将会在他们加入 Telegram 后通知您\n您也可以立刻邀请你的朋友加入。";
"Login.InviteButton" = "邀请朋友加入";

"Login.PhoneTitle" = "您的手机号";
"Login.PhonePlaceholder" = "手机号";
"Login.CountryCode" = "国家代码";
"Login.InvalidCountryCode" = "国家代码无效";

"Login.CodeTitle" = "验证码";

"Login.InfoTitle" = "您的信息";
"Login.InfoAvatarAdd" = "上传";
"Login.InfoAvatarPhoto" = "头像";
"Login.InfoFirstNamePlaceholder" = "名称";
"Login.InfoLastNamePlaceholder" = "姓氏";
"Login.InfoUpdatePhoto" = "上传头像";
"Login.InfoDeletePhoto" = "删除头像";
"Login.InfoHelp" = "输入您的姓名并添加头像。\n\n请尽量使用英文名称，因为 Telegram 会默认将姓氏置后并加粗显示。（译者注）";

// Login.SelectCountry
"Login.SelectCountry.Title" = "国家";

// Welcome Screen
"WelcomeScreen.Title" = "立刻开始";
"WelcomeScreen.Logout" = "注销";
"WelcomeScreen.Greeting" = "欢迎, %@!";
"WelcomeScreen.ContactsAccessDisabled" = "抱歉，暂时无法同步您的联系人。";
"WelcomeScreen.ContactsAccessHelp" = "Telegram 基于您已经存在的联系人工作。请前往 设置 > 隐私 > 通讯录 打开 Telegram 的开关。";
"WelcomeScreen.ContactsAccessSettings" = "设置";
"WelcomeScreen.UpdatingTitle" = "更新中...";

// Dialog List
"DialogList.TabTitle" = "会话";
"DialogList.Title" = "会话";
"DialogList.SearchLabel" = "搜索";
"DialogList.SelectContact" = "选择联系人";
"DialogList.SelectContacts" = "选择联系人";
"DialogList.Create" = "创建";
"DialogList.NoMessagesTitle" = "您还没有开始任何会话";
"DialogList.NoMessagesText" = "点按右上角的铅笔图标来选择联系人开始聊天。";
"DialogList.SingleTypingSuffix" = "%@ 正在输入";
"DialogList.SingleRecordingAudioSuffix" = "%@ 正在录制音频消息";
"DialogList.SingleUploadingPhotoSuffix" = "%@ 正在发送图片";
"DialogList.SingleUploadingVideoSuffix" = "%@ 正在发送视频";
"DialogList.SingleUploadingFileSuffix" = "%@ 正在发送文件";
"DialogList.MultipleTypingSuffix" = "%d 正在输入";
"DialogList.Typing" = "正在输入";
"DialogList.ClearHistoryConfirmation" = "清除聊天记录";
"DialogList.DeleteConversationConfirmation" = "删除并退出";
"DialogList.AwaitingEncryption" = "等待 %@ 上线...";
"DialogList.EncryptionRejected" = "私密会话已取消";
"DialogList.EncryptionProcessing" = "正在交换加密密钥...";
"DialogList.EncryptedChatStartedOutgoing" = "%@ 加入了你的私密会话。";
"DialogList.EncryptedChatStartedIncoming" = "%@ 创建了私密会话。";
"DialogList.Conversations" = "会话";
"DialogList.Messages" = "消息";

// Compose
"Compose.TokenListPlaceholder" = "您希望给谁发送消息？";
"Compose.NewMessage" = "新建会话";
"Compose.NewGroup" = "新建群组";
"Compose.NewEncryptedChat" = "新建私密会话";
"Compose.NewBroadcast" = "广播列表";
"Compose.NewBroadcastButton" = "新建广播";
"Compose.Recipients" = "接收者";
"Compose.Create" = "创建";

// Contacts
"Contacts.TabTitle" = "联系人";
"Contacts.Title" = "联系人";
"Contacts.Invite" = "邀请";
"Contacts.contact" = "联系人";
"Contacts.contacts" = "联系人";
"Contacts.contactsvar" = "联系人";
"Contacts.InvitationText" = "嗨, 和我一起用 Telegram（http://telegram-china.org/apps.html）聊天吧。超棒的聊天工具，简洁高效，没有广告，聊天加密，尊重隐私，不受审查过滤：";
"Contacts.FailedToSendInvitesMessage" = "呃，出错了。";
"Contacts.AccessDeniedError" = "Telegram 无法访问您的通讯录";
"Contacts.AccessDeniedHelpLandscape" = "请前往你的 %@ 设置 — 隐私 — 通讯录 \n然后打开 Telegram 的开关。";
"Contacts.AccessDeniedHelpPortrait" = "请前往你的 %@ 设置 — 隐私 — 通讯录 然后打开 Telegram 的开关。";
"Contacts.AccessDeniedHelpON" = "开";
"Contacts.InviteToTelegram" = "邀请到 Telegram";
"Contacts.InviteFriends" = "邀请好友";
"Contacts.SelectAll" = "全选";

// Conversation
"Conversation.InputTextPlaceholder" = "发送消息...";
"Conversation.Send" = "发送";
"Conversation.typing" = "正在输入";
"Conversation.MessageDeliveryFailed" = "您的消息没有成功发送，点击 \"重新发送\" 来再次尝试发送。";
"Conversation.MessageDialogEdit" = "编辑";
"Conversation.MessageDialogRetry" = "重新发送";
"Conversation.MessageDialogRetryAll" = "重新发送 %1$d 条消息";
"Conversation.MessageDialogDelete" = "删除";
"Conversation.LinkDialogOpen" = "打开";
"Conversation.LinkDialogCopy" = "拷贝";
"Conversation.EditDelete" = "删除";
"Conversation.EditForward" = "转发";
"Conversation.ForwardToPersonFormat" = "转发给 %@?";
"Conversation.ForwardToGroupFormat" = "转发给 %@?";
"Conversation.ForwardTitle" = "转发";
"Conversation.ForwardChats" = "会话";
"Conversation.ForwardContacts" = "联系人";
"Conversation.StatusKickedFromGroup" = "您从群组中被移出了";
"Conversation.StatusLeftGroup" = "你离开了群组";
"Conversation.StatusTyping" = "正在输入";
"Conversation.BroadcastTitle" = "广播";
"Conversation.Call" = "呼叫";
"Conversation.Mute" = "静音";
"Conversation.Unmute" = "取消静音";
"Conversation.Edit" = "编辑";
"Conversation.Info" = "联系人信息";
"Conversation.Search" = "搜索";
"Conversation.Block" = "屏蔽";
"Conversation.Unblock" = "取消屏蔽";
"Conversation.ClearAll" = "全部删除";
"Conversation.Location" = "位置";
"Conversation.Document" = "发送文件";
"Conversation.Contact" = "联系人";
"Conversation.BlockUser" = "屏蔽此用户";
"Conversation.UnblockUser" = "取消对此用户的屏蔽";
"Conversation.DeleteGroup" = "删除此群组";
"Conversation.DeleteChat" = "删除此会话";
"Conversation.ClearAllConfirmation" = "删除所有历史记录？";
"Conversation.SearchImages" = "搜索图片";
"Conversation.UnsupportedMedia" = "您的版本过旧，无法查看这条消息。 请前往这里下载新版：\nhttp://telegram-china.org/apps.html";
"Conversation.EncryptionWaiting" = "等待 %@ 上线...";
"Conversation.EncryptionProcessing" = "正在交换加密密钥...";
"Conversation.SupportPlaceholder" = "对 Telegram 有任何疑问？";
"Conversation.EmptyPlaceholder" = "这里暂时还没有消息...";
"Conversation.EncryptedPlaceholderTitleIncoming" = "%@ 邀请您加入私密会话";
"Conversation.EncryptedPlaceholderTitleOutgoing" = "您邀请了 %@ 加入到私密会话";
"Conversation.EncryptedDescriptionTitle" = "私密会话:";
"Conversation.EncryptedDescription1" = "使用端到端加密";
"Conversation.EncryptedDescription2" = "不会在我们的服务器上留下任何痕迹";
"Conversation.EncryptedDescription3" = "支持消息自动销毁";
"Conversation.EncryptedDescription4" = "不允许转发消息";
"Conversation.EncryptedForwardingAlert" = "抱歉，在私密会话中不能转发消息。";
"Conversation.ContextMenuCopy" = "拷贝";
"Conversation.ContextMenuDelete" = "删除";
"Conversation.ContextMenuForward" = "转发";
"Conversation.ContextMenuMore" = "更多...";

"Conversation.StatusMembers_1" = "1 个成员";
"Conversation.StatusMembers_2" = "2 个成员";
"Conversation.StatusMembers_3_10" = "%@ 个成员";
"Conversation.StatusMembers_any" = "%@ 个成员";

"Conversation.StatusRecipients_1" = "1 个接收者";
"Conversation.StatusRecipients_2" = "2 个接收者";
"Conversation.StatusRecipients_3_10" = "%@ 个接收者";
"Conversation.StatusRecipients_any" = "%@ 个接收者";

"Conversation.StatusOnline_1" = "1 人在线";
"Conversation.StatusOnline_2" = "2 人在线";
"Conversation.StatusOnline_3_10" = "%@ 人在线"; 
"Conversation.StatusOnline_any" = "%@ 人在线";

"Conversation.UnreadMessages" = "未读消息";
"Conversation.InfoGroup" = "群组";
"Conversation.InfoPrivate" = "联系人";
"Conversation.InfoBroadcastList" = "列表";

// Notification
"Notification.RenamedChat" = "%@ 重命名了群组";
"Notification.ChangedGroupPhoto" = "%@ 更换了群组头像";
"Notification.RemovedGroupPhoto" = "%@ 删除了群组头像";
"Notification.ChangedUserPhoto" = "%@ 添加了新的头像";
"Notification.RemovedUserPhoto" = "%@ 删除了头像";
"Notification.JoinedChat" = "%@ 加入了群组";
"Notification.Invited" = "%@ 邀请了 %@";
"Notification.LeftChat" = "%@ 离开了群组";
"Notification.Kicked" = "%@ 移出了 %@";
"Notification.CreatedChat" = "%@ 创建了群组";
"Notification.CreatedBroadcastList" = "你创建了广播列表";
"Notification.CreatedChatWithTitle" = "%@ 创建了群组 \"%@\"";
"Notification.Joined" = "%@ 加入了 Telegram";
"Notification.ChangedGroupName" = "%@ 将群组名称更改为 \"%@\"";
"Notification.NewAuthDetected" = "%1$@,\n我们在 %3$@，%2$@ %4$@发现一个新设备登录到您的帐号\n\设备: %5$@\位置: %6$@\n\n如果这不是您本人, 您可以前往设置  — 隐私与安全 点击 注销所有其他设备\n\n如果您怀疑有人未经您的同意登录您的账号，请在隐私与安全中启用二次验证。谢谢,\nTelegram 团队";
"Notification.EncryptedChatRequested" = "已发送私密会话请求";
"Notification.EncryptedChatAccepted" = "私密会话开始";
"Notification.MessageLifetimeChanged" = "%1$@ 将消息自毁倒计时设为 %2$@";
"Notification.MessageLifetimeChangedOutgoing" = "你将消息自毁设为 %1$@";
"Notification.MessageLifetimeRemoved" = "%1$@ 关闭了消息自毁";
"Notification.MessageLifetimeRemovedOutgoing" = "你关闭了消息自毁";
"Notification.MessageLifetime2s" = "2 秒";
"Notification.MessageLifetime5s" = "5 秒";
"Notification.MessageLifetime1m" = "1 分钟";
"Notification.MessageLifetime1h" = "1 小时";
"Notification.MessageLifetime1d" = "1 天";
"Notification.MessageLifetime1w" = "1 周";

// Message
"Message.Photo" = "[照片]";
"Message.Video" = "[视频]";
"Message.Location" = "[位置]";
"Message.Contact" = "[联系人]";
"Message.File" = "[文件]";
"Message.Sticker" = "[贴图]";
"Message.Audio" = "[音频]";
"Message.ForwardedMessage" = "转发的消息\n来自: %@";
"Message.SharedContact" = "分享了联系方式";

// Conversation Profile
"ConversationProfile.ErrorCreatingConversation" = "呃，出错了..";
"ConversationProfile.UserLeftChatError" = "抱歉, %@ 已决定离开此群组，您无法邀请此用户回来。";
"ConversationProfile.UnknownAddMemberError" = "抱歉，遇到了一个没有预料到的问题，我们的魔法程序员已收到错误报告并将尽快修正咒语";
"ConversationProfile.UsersTooMuchError" = "抱歉，此群组已经满员。 您无法在此添加更多成员。";

"ConversationProfile.LeaveDeleteAndExit" = "删除并退出";

"Conversation.DownloadPhoto" = "下载照片";
"Conversation.ViewPhoto" = "查看照片";
"Conversation.PlayVideo" = "播放视频";
"Conversation.Play" = "播放";
"Conversation.Stop" = "停止";
"Conversation.ViewFile" = "查看文件";
"Conversation.Download" = "下载";
"Conversation.DownloadMegabytes" = "下载 %.1fMb";
"Conversation.DownloadKilobytes" = "下载 %dKb";
"Conversation.Megabytes" = "%.1fMb";
"Conversation.Kilobytes" = "%dKb";
"Conversation.Bytes" = "%db";
"Conversation.DownloadProgressMegabytes" = "%1$.1fMb / %2$.1fMb";
"Conversation.DownloadProgressKilobytes" = "%1$dKb / %2$dKb";
"Conversation.ViewLocation" = "查看位置";
"Conversation.SearchWebImages" = "查找图片";
"Conversation.ShareMyContactInfo" = "分享我的联系方式";
"Conversation.AddContact" = "添加联系人";
"Conversation.SendMessage" = "发送消息";
"Conversation.EncryptionCanceled" = "私密会话已取消";
"Conversation.DeleteOneMessage" = "删除此消息";
"Conversation.DeleteManyMessages" = "删除选中的消息";
"Conversation.View" = "查看";
"Conversation.Download" = "下载";
"Conversation.SlideToCancel" = "左划来取消发送";
"Conversation.ApplyLocalization" = "使用此本地化文件";
"Conversation.OpenFile" = "打开文件";
"Conversation.MicrophoneAccessDisabled" = "Telegram 需要访问您麦克风的权限来录制音频消息。 请前往设置 - 隐私 - 麦克风 然后打开 Telegram 的开关。";

// Media Picker
"MediaPicker.Send" = "发送";
"MediaPicker.Choose" = "选择";
"SearchImages.SearchImages" = "搜索图片";
"SearchImages.Title" = "相册";
"MediaPicker.CameraRoll" = "相机胶卷";
"SearchImages.NoImagesFound" = "没有找到图片";
"MediaPicker.AccessDeniedError" = "Telegram 没有访问您照片的权限。";
"MediaPicker.AccessDeniedHelp" = "请前往 %@ 设置 — 隐私 — 照片.\n然后打开 Telegram 的开关。";
"SearchImages.Downloading#Kb" = "下载中 %d Kb";
"SearchImages.Downloading#Mb" = "下载中 %d Mb";
"SearchImages.ImageNofM" = "图片 %2$@ 中的 %1$@";
"SearchImages.DownloadCancelled" = "下载已取消";
"SearchImages.ErrorDownloadingImage" = "下载图片出错";
"SearchImages.SkipImage" = "跳过此图片";
"SearchImages.RetryDownload" = "重试";

// User Profile
"Profile.ImageUploadError" = "呃，出错了。 请稍后再试。";
"Profile.PhonebookAccessDisabled" = "要使用此功能，请前往 设置 — 隐私 — 通讯录 然后打开 Telegram 的开关。";
"Profile.CreateEncryptedChatError" = "呃，出错了";
"Profile.CreateEncryptedChatOutdatedError" = "无法创建与 %@ 的私密会话，\n%@ 使用的软件版本过低，请先升级。";
"Profile.CreateNewContact" = "新建联系人";
"Profile.AddToExisting" = "添加到现有联系人";
"Profile.EncryptionKey" = "加密密钥";
"Profile.MessageLifetime" = "消息自毁倒计时";
"Profile.MessageLifetimeForever" = "关闭";
"Profile.MessageLifetime2s" = "2秒";
"Profile.MessageLifetime5s" = "5秒";
"Profile.MessageLifetime1m" = "1分钟";
"Profile.MessageLifetime1h" = "1小时";
"Profile.MessageLifetime1d" = "1天";
"Profile.MessageLifetime1w" = "1周";
"Profile.ShareContactButton" = "分享联系方式";
"Profile.ShareContactPersonFormat" = "分享给 %@？";
"Profile.ShareContactGroupFormat" = "分享给 %@？";

// User Info
"UserInfo.Title" = "个人信息";
"UserInfo.FirstNamePlaceholder" = "名字";
"UserInfo.LastNamePlaceholder" = "姓氏";
"UserInfo.GenericPhoneLabel" = "手机";
"UserInfo.SendMessage" = "发送消息";
"UserInfo.AddContact" = "添加为联系人";
"UserInfo.ShareContact" = "分享联系方式";
"UserInfo.StartSecretChat" = "开始私密会话";
"UserInfo.DeleteContact" = "删除联系人";
"UserInfo.CreateNewContact" = "创建新的联系人";
"UserInfo.AddToExisting" = "添加到现有联系人";
"UserInfo.AddPhone" = "添加电话";
"UserInfo.NotificationsEnabled" = "已开启";
"UserInfo.NotificationsDisabled" = "已关闭";
"UserInfo.NotificationsEnable" = "开启";
"UserInfo.NotificationsDisable" = "关闭";
"UserInfo.Invite" = "邀请使用 Telegram";

// New Contact
"NewContact.Title" = "新建联系人";

// Phone Label
"PhoneLabel.Title" = "Label";

// Secret Chat
"SecretChat.Title" = "私密会话";

// Group Info
"GroupInfo.Title" = "群组信息";
"GroupInfo.GroupNamePlaceholder" = "群组名称";
"GroupInfo.BroadcastListNamePlaceholder" = "列表名称";
"GroupInfo.SetGroupPhoto" = "设置群组头像";
"GroupInfo.SetGroupPhotoStop" = "停止";
"GroupInfo.SetGroupPhotoDelete" = "删除群组头像";
"GroupInfo.Notifications" = "推送通知";
"GroupInfo.Sound" = "声音";
"GroupInfo.SharedMedia" = "分享的媒体";
"GroupInfo.SharedMediaNone" = "无";
"GroupInfo.DeleteAndExit" = "删除并退出";
"GroupInfo.DeleteAndExitConfirmation" = "您将无法再次加入此群组";
"GroupInfo.ParticipantCount_1" = "1 位成员";
"GroupInfo.ParticipantCount_2" = "2 位成员";
"GroupInfo.ParticipantCount_3_10" = "%@ 成员";
"GroupInfo.ParticipantCount_any" = "%@ 位成员";
"GroupInfo.AddParticipant" = "添加成员...";
"GroupInfo.AddParticipantTitle" = "联系人";
"GroupInfo.AddParticipantConfirmation" = "添加 %@ 到此群组？";
"GroupInfo.KickedStatus" = "你从群组中被移出了";
"GroupInfo.LeftStatus" = "你已离开此群组";

// Encryption Key
"EncryptionKey.Title" = "加密密钥";
"EncryptionKey.Description" = "这是您与 %1$@ 私密会话加密密钥的可视化图片。\n\n如果这张图片看起来和 %2$@ 设备上的图片完全一致，您和对方的会话是 200%% 安全的。\n\n更多详情请前往 telegram-china.org 的 FAQ";

// Conversation media
"ConversationMedia.Title" = "媒体";
"ConversationMedia.EmptyTitle" = "没有任何照片或视频";

// Preview
"Preview.VideoNotYetDownloaded" = "先下载视频";
"Preview.GroupPhotoTitle" = "群组头像";
"Preview.ProfilePhotoTitle" = "头像";
"Preview.LoadingVideo" = "加载视频...";
"Preview.LoadingImage" = "加载大图...";
"Preview.LoadingImages" = "加载大图...";
"Preview.DeletePhoto" = "删除图片";
"Preview.DeleteVideo" = "删除视频";
"Preview.ForwardViaTelegram" = "通过 Telegram 转发";
"Preview.SaveToCameraRoll" = "保存到相机胶卷";

// Map
"Map.ChooseLocationTitle" = "位置";
"Map.MapTitle" = "地图";
"Map.Send" = "发送";
"Map.Map" = "地图";
"Map.Satellite" = "卫星";
"Map.Hybrid" = "混合";
"Map.AccessDeniedError" = "要使用此功能，请前往 设置 — 隐私 — 定位服务，然后打开 Telegram 的开关。";
"Map.ForwardViaTelegram" = "通过 Telegram 转发";
"Map.GetDirections" = "获取位置";
"Map.OpenInGoogleMaps" = "在 Google Maps 中打开";

// Web
"Web.Error" = "无法加载网页";
"Web.OpenExternal" = "在 Safari 中打开";
"Web.CopyLink" = "拷贝链接";

// Document
"Document.TargetConfirmationFormat" = "发送文件 ({size}) 给 {target}？";

// Dialog List
"DialogList.You" = "我";

// Settings
"Settings.TabTitle" = "设置";
"Settings.SetProfilePhoto" = "上传头像";
"Settings.Logout" = "注销";
"Settings.Title" = "设置";
"Settings.NotificationsAndSounds" = "通知与声音";
"Settings.ChatSettings" = "会话设置";
"Settings.BlockedUsers" = "已屏蔽的用户";
"Settings.ChatBackground" = "聊天背景";
"Settings.Support" = "咨询问题";
"Settings.FAQ" = "Telegram FAQ";
"Settings.FAQ_URL" = "http://telegram-china.org/faq.html";
"Settings.FAQ_Intro" = "请注意，Telegram 的支持服务来自志愿者，反馈时请使用英文。我们会尽快回复，但仍然需要一点时间。请前往 Telegram FAQ（中文） 看看: 那里有各种常见问题和故障排除提示。";
"Settings.FAQ_Button" = "FAQ";
"Settings.SaveIncomingPhotos" = "自动保存图片";
"Settings.SaveIncomingPhotosHelp" = "自动将图片保存到相机胶卷。";
"Settings.LogoutError" = "呃，出错了。请稍后再试...";

// Notifications and Sounds
"Notifications.Title" = "通知";
"Notifications.MessageNotifications" = "消息通知";
"Notifications.MessageNotificationsAlert" = "提醒";
"Notifications.MessageNotificationsPreview" = "消息预览";
"Notifications.MessageNotificationsSound" = "声音";
"Notifications.MessageNotificationsHelp" = "您可以在特定的用户的信息页中设置针对他们的通知策略。";

"Notifications.GroupNotifications" = "群组消息通知";
"Notifications.GroupNotificationsAlert" = "提醒";
"Notifications.GroupNotificationsPreview" = "消息预览";
"Notifications.GroupNotificationsSound" = "声音";
"Notifications.GroupNotificationsHelp" = "您可以在特定的群组的信息页中设置针对他们的通知策略。";

"Notifications.TextTone" = "提醒声音";
"Notifications.AlertTones" = "提醒铃声";
"Notifications.ClassicTones" = "经典";

"Notifications.InAppNotifications" = "应用内通知";
"Notifications.InAppNotificationsSounds" = "应用内播放提醒音";
"Notifications.InAppNotificationsVibrate" = "应用内振动提醒";
"Notifications.InAppNotificationsPreview" = "应用内消息预览";

"Notifications.Reset" = "重设";
"Notifications.ResetAllNotifications" = "重设所有通知选项";
"Notifications.ResetAllNotificationsHelp" = "将您所有针对特定群组/联系人的通知策略恢复为默认";

// Chat Settings
"ChatSettings.Title" = "会话设置";
"ChatSettings.Appearance" = "显示效果";
"ChatSettings.TextSize" = "字号";
"ChatSettings.TextSizeUnits" = "pt";
"ChatSettings.AutomaticPhotoDownload" = "自动下载图片";
"ChatSettings.AutomaticAudioDownload" = "自动下载音频";
"ChatSettings.PrivateChats" = "普通会话";
"ChatSettings.Groups" = "群组";
"ChatSettings.Security" = "安全";
"ChatSettings.Language" = "语言";
"ChatSettings.RevertLanguage" = "恢复语言设置";
"ChatSettings.Cache" = "缓存";

// Usage
"Cache.Title" = "缓存设置";
"Cache.ClearCache" = "清除所有缓存";
"Cache.ClearCacheAlert" = "来自云端消息记录中的所有图片、视频以及其他类型的文件都会从此设备中删除来节省空间。\n\n所有保存在 Telegram 云端的文件您都可以随时在需要的时候重新下载。";
"Cache.KeepMedia" = "保留媒体文件";
"Cache.Help" = "来自云端消息记录中的所有图片、视频以及其他类型的文件，在此期限之内**没有**被访问的都会被删除以节省您设备的空间。\n\n所有保存在 Telegram 云端的媒体您都可以随时在需要的时候重新下载。";

// Blocked Users
"BlockedUsers.Title" = "屏蔽的用户";
"BlockedUsers.SelectUserTitle" = "屏蔽";
"BlockedUsers.AlreadyBlocked" = "已屏蔽此用户";
"BlockedUsers.BlockUser" = "屏蔽用户";
"BlockedUsers.BlockFormat" = "屏蔽 %@?";
"BlockedUsers.BlockTitle" = "屏蔽";
"BlockedUsers.LeavePrefix" = "离开 ";
"BlockedUsers.Info" = "被您屏蔽的用户将无法给您发送消息，或是邀请您加入群组。他们也无法看到您的头像、在线状态和上次上线时间。";
"BlockedUsers.AddNew" = "添加...";
"BlockedUsers.Unblock" = "取消屏蔽";

// Wallpaper
"Wallpaper.Title" = "聊天背景";
"Wallpaper.PhotoLibrary" = "照片图库";
"Wallpaper.Set" = "选用";
"Wallpaper.Wallpaper" = "背景";

// Update
"Update.Update" = "升级";

// Service
"Service.LocalizationDownloadError" = "无法下载本地化文件，请检查您的网络设置后重新尝试。";
"Service.ApplyLocalization" = "使用此本地化文件?";
"Service.ApplyLocalizationWithWarnings" = "%@\n\n使用此本地化文件?";

"Notification.SecretChatMessageScreenshot" = "%@ 截图了！";
"Notification.SecretChatScreenshot" = "已截图！";

// Broadcast Lists
"DialogList.Broadcast" = "新建广播";
"BroadcastLists.Title" = "广播列表";
"BroadcastLists.NoListsYet" = "还没有任何广播列表";
"BroadcastLists.NoListsText" = "您可以通过广播一次性给多个用户发送消息。";

// Broadcast List
"BroadcastListInfo.Title" = "广播列表";
"BroadcastListInfo.AddRecipient" = "添加接收者";

// Video
"VideoPreview.OptionSD" = "普通尺寸 (%@)";
"VideoPreview.OptionHD" = "高清 (%@)";

"ChatSettings.AutoPlayAudio" = "自动播放音频";

"Settings.LogoutConfirmationTitle" = "注销?";
"Settings.LogoutConfirmationText" = "\n请注意，您可以同时在您的所有设备上登录使用 Telegram。\n\n另外，注销将会关闭所有的私密会话。";

"Login.PadPhoneHelp" = "\n您可以使用您的注册手机号在您所有的设备上登录 Telegram\n不要在此使用您 iPad SIM 卡的号码，我们需要您能够接收短信\n\n确认使用此号码？\n{number}";
"Login.PadPhoneHelpTitle" = "您的手机号";

"MessageTimer.Custom" = "自定义";
"MessageTimer.Title" = "自定倒计时";

"MessageTimer.Forever" = "永远";

"MessageTimer.Seconds_1" = "%@ 秒";
"MessageTimer.Seconds_2" = "%@ 秒";
"MessageTimer.Seconds_3_10" = "%@ 秒";
"MessageTimer.Seconds_any" = "%@ 秒";
"MessageTimer.Minutes_1" = "%@ 分钟";
"MessageTimer.Minutes_2" = "%@ 分钟";
"MessageTimer.Minutes_3_10" = "%@ 分钟";
"MessageTimer.Minutes_any" = "%@ 分钟";
"MessageTimer.Hours_1" = "%@ 小时";
"MessageTimer.Hours_2" = "%@ 小时";
"MessageTimer.Hours_3_10" = "%@ 小时";
"MessageTimer.Hours_any" = "%@ 小时";
"MessageTimer.Days_1" = "%@ 天";
"MessageTimer.Days_2" = "%@ 天";
"MessageTimer.Days_3_10" = "%@ 天";
"MessageTimer.Days_any" = "%@ 天";
"MessageTimer.Weeks_1" = "%@ 周";
"MessageTimer.Weeks_2" = "%@ 周";
"MessageTimer.Weeks_3_10" = "%@ 周";
"MessageTimer.Weeks_any" = "%@ 周";
"MessageTimer.Months_1" = "%@ 个月";
"MessageTimer.Months_2" = "%@ 个月";
"MessageTimer.Months_3_10" = "%@ 个月";
"MessageTimer.Months_any" = "%@ 个月";
"MessageTimer.Years_1" = "%@ 年";
"MessageTimer.Years_2" = "%@ 年";
"MessageTimer.Years_3_10" = "%@ 年";
"MessageTimer.Years_any" = "%@ 年";

"MessageTimer.ShortSeconds_1" = "%@秒";
"MessageTimer.ShortSeconds_2" = "%@秒";
"MessageTimer.ShortSeconds_3_10" = "%@秒";
"MessageTimer.ShortSeconds_any" = "%@秒";
"MessageTimer.ShortMinutes_1" = "%@分钟";
"MessageTimer.ShortMinutes_2" = "%@分钟";
"MessageTimer.ShortMinutes_3_10" = "%@分钟";
"MessageTimer.ShortMinutes_any" = "%@分钟";
"MessageTimer.ShortHours_1" = "%@小时";
"MessageTimer.ShortHours_2" = "%@小时";
"MessageTimer.ShortHours_3_10" = "%@小时";
"MessageTimer.ShortHours_any" = "%@小时";
"MessageTimer.ShortDays_1" = "%@天";
"MessageTimer.ShortDays_2" = "%@天";
"MessageTimer.ShortDays_3_10" = "%@天";
"MessageTimer.ShortDays_any" = "%@天";
"MessageTimer.ShortWeeks_1" = "%@周";
"MessageTimer.ShortWeeks_2" = "%@周";
"MessageTimer.ShortWeeks_3_10" = "%@周";
"MessageTimer.ShortWeeks_any" = "%@周";

"Activity.UploadingPhoto" = "上传照片中";
"Activity.UploadingVideo" = "上传视频中";
"Activity.UploadingDocument" = "上传文件中";
"Activity.RecordingAudio" = "录制音频中";
"Activity.Location" = "选择位置中";

"Service.NetworkConfigurationUpdatedMessage" = "连接状态更新成功";

"Compatibility.SecretMediaVersionTooLow" = "%@ 使用的 Telegram 版本过低, 私密照片将会以兼容模式显示\n\n%@ 升级 Telegram 后，自毁倒计时为 1 分钟以内时，照片会显示 “按住浏览”，对方截图后您也会收到提醒。";

"Contacts.GlobalSearch" = "全局搜索";
"Profile.Username" = "用户名";
"Settings.Username" = "用户名";
"Settings.UsernameEmpty" = "无";

"Username.Title" = "用户名";
"Username.Placeholder" = "您的用户名";
"Username.Help" = "您可以设定一个 **Telegram** 用户名。 如果您设定了用户名，其他用户将能够在无法获取您手机号的情况下找到并联系您\n\n你可以使用 字母, 数字以及下划线，并至少使用 **5** 个字符。";
"Username.InvalidTooShort" = "用户名必须至少包含 **5** 个字符";
"Username.InvalidStartsWithNumber" = "抱歉，用户名不能以数字开头";
"Username.InvalidCharacters" = "抱歉，该用户名无效";
"Username.InvalidTaken" = "抱歉，该用户名已被占用";

"Username.CheckingUsername" = "正在检查用户名...";
"Username.UsernameIsAvailable" = "%@ 可用";

"WebSearch.Images" = "图片";
"WebSearch.GIFs" = "GIF";
"WebSearch.RecentSectionTitle" = "最近";
"WebSearch.RecentSectionClear" = "清除";

"Settings.PrivacySettings" = "隐私与安全";

"UserCount_1" = "1 位用户";
"UserCount_2" = "2 位用户";
"UserCount_3_10" = "%@ 位用户";
"UserCount_any" = "%@ 位用户";

"PrivacySettings.Title" = "隐私与安全";

"PrivacySettings.PrivacyTitle" = "隐私";
"PrivacySettings.LastSeen" = "上次上线";
"PrivacySettings.LastSeenEverybody" = "所有人";
"PrivacySettings.LastSeenContacts" = "我的联系人";
"PrivacySettings.LastSeenNobody" = "不展示";

"PrivacySettings.LastSeenEverybodyMinus" = "所有人 (-%@)";
"PrivacySettings.LastSeenContactsPlus" = "我的联系人 (+%@)";
"PrivacySettings.LastSeenContactsMinus" = "我的联系人 (-%@)";
"PrivacySettings.LastSeenContactsMinusPlus" = "我的联系人 (-%@, +%@)";
"PrivacySettings.LastSeenNobodyPlus" = "不展示 (+%@)";

"PrivacySettings.SecurityTitle" = "安全";

"PrivacySettings.DeleteAccountTitle" = "删除账户";
"PrivacySettings.DeleteAccountIfAwayFor" = "如果离开";
"PrivacySettings.DeleteAccountHelp" = "如果您在此期限内一次都没有登录您的帐号，您账户的所有资料 包括群组，消息记录以及联系人都会被删除。";
"PrivacySettings.DeleteAccountNowConfirmation" = "删除账户？";
"PrivacySettings.DeleteAccountNever" = "永不";

"PrivacyLastSeenSettings.Title" = "上次上线";
"PrivacyLastSeenSettings.LastSeenHelp" = "设置谁可以看到您的上次上线时间。";
"PrivacyLastSeenSettings.CustomHelp" = "注意：对于您设置为无法看到您上次上线时间的用户，您也无法看到他们的上次上线时间，取而代之的是大概的上线时间（如：最近、一周内、一个月内）";
"PrivacyLastSeenSettings.AlwaysShareWith" = "总是对他们公开...";
"PrivacyLastSeenSettings.NeverShareWith" = "不对他们公开...";
"PrivacyLastSeenSettings.CustomShareSettingsHelp" = "这些设置将会优先于上述设置。";

"PrivacyLastSeenSettings.CustomShareSettings.Delete" = "删除";
"PrivacyLastSeenSettings.AlwaysShareWith.Title" = "总是公开";
"PrivacyLastSeenSettings.AlwaysShareWith.Placeholder" = "总是公开给...";
"PrivacyLastSeenSettings.NeverShareWith.Title" = "不对他们公开";
"PrivacyLastSeenSettings.NeverShareWith.Placeholder" = "不对他们公开...";
"PrivacyLastSeenSettings.EmpryUsersPlaceholder" = "添加用户";
"PrivacyLastSeenSettings.AddUsers_1" = "添加 1 位用户到此列表？";
"PrivacyLastSeenSettings.AddUsers_2" = "添加 2 位用户到此列表？";
"PrivacyLastSeenSettings.AddUsers_3_10" = "添加 %@ 位用户到此列表？";
"PrivacyLastSeenSettings.AddUsers_any" = "添加 %@ 位用户到此列表？";

"PrivacySettings.FloodControlError" = "抱歉，请求过于频繁。 暂时无法修改隐私设置，请稍后再试。";


"ImagePicker.NoPhotos" = "没有找到照片";
"ImagePicker.NoVideos" = "没有找到视频";

"Settings.OpenSystemPrivacySettings" = "打开 %@ 设置";

// Photo Editor
"PhotoEditor.DiscardChanges" = "放弃修改";
"PhotoEditor.RevertToOriginal" = "撤销为原图";
"PhotoEditor.RevertMessage" = "撤销为原图将会撤销您对此图片做的所有修改，并且无法恢复。";

"PhotoEditor.Original" = "原图";
"PhotoEditor.Current" = "现在";

"PhotoEditor.CropReset" = "还原";
"PhotoEditor.CropAuto" = "自动";
"PhotoEditor.CropAspectRatioOriginal" = "原图";
"PhotoEditor.CropAspectRatioSquare" = "正方形";

"PhotoEditor.EnhanceTool" = "增强";
"PhotoEditor.ExposureTool" = "曝光";
"PhotoEditor.ContrastTool" = "对比";
"PhotoEditor.WarmthTool" = "色温";
"PhotoEditor.SaturationTool" = "饱和";
"PhotoEditor.HighlightsTool" = "高光";
"PhotoEditor.ShadowsTool" = "阴影";
"PhotoEditor.VignetteTool" = "晕影";
"PhotoEditor.GrainTool" = "噪点";
"PhotoEditor.BlurTool" = "模糊";
"PhotoEditor.SharpenTool" = "锐化";

"PhotoEditor.BlurToolOff" = "关闭";
"PhotoEditor.BlurToolRadial" = "放射";
"PhotoEditor.BlurToolLinear" = "线性";

"PhotoEditor.Set" = "好";
"PhotoEditor.Skip" = "跳过";

// Camera
"Camera.PhotoMode" = "照片";
"Camera.VideoMode" = "视频";
"Camera.SquareMode" = "正方形";
"Camera.FlashOff" = "关闭";
"Camera.FlashOn" = "打开";
"Camera.FlashAuto" = "自动";
"Camera.Retake" = "重拍";

"Settings.PhoneNumber" = "电话号码";

"PhoneNumberHelp.Help" = "您可以在这里更改绑定到 Telegram 的电话号码。您的账号和所有云端数据——消息、多媒体、联系人等都将被迁移到新的号码当中。\n\n**注意：** 所有拥有您旧号码且未被屏蔽的 Telegram 联系人将即时获取到您的**新号码**。";
"PhoneNumberHelp.Alert" = "所有拥有您旧号码且未被屏蔽的 Telegram 联系人将即时获取到您的新号码。";
"PhoneNumberHelp.ChangeNumber" = "更改号码";

"ChangePhoneNumberNumber.Title" = "更改号码";
"ChangePhoneNumberNumber.NewNumber" = "新号码";
"ChangePhoneNumberNumber.Help" = "我们将发送一条验证码短信到您的新号码中。";
"ChangePhoneNumberNumber.NumberPlaceholder" = "输入您的新手机号码";

"ChangePhoneNumberCode.Code" = "验证码";
"ChangePhoneNumberCode.CodePlaceholder" = "输入验证码";
"ChangePhoneNumberCode.Help" = "我们已向您发送验证码短信。";
"ChangePhoneNumberCode.CallTimer" = "Telegram 会在 %@ 后呼叫您的手机";
"ChangePhoneNumberCode.RequestingACall" = "正在发送呼叫请求...";
"ChangePhoneNumberCode.Called" = "Telegram 已拨打您的电话";

"LoginPassword.Title" = "输入密码";
"LoginPassword.PasswordPlaceholder" = "密码";
"LoginPassword.InvalidPasswordError" = "密码错误，请重试";
"LoginPassword.FloodError" = "已达密码错误次数上限，请稍后再试";
"LoginPassword.ForgotPassword" = "忘记密码？";
"LoginPassword.PasswordHelp" = "二次验证已开启，现在您的账户在登录时需要额外输入您设置的密码。";
"LoginPassword.ResetAccount" = "重设帐号";

"QuickSend.Photos_1" = "发送 1 张照片";
"QuickSend.Photos_2" = "发送 2 张照片";
"QuickSend.Photos_3_10" = "发送 %@ 张照片";
"QuickSend.Photos_any" = "发送 %@ 张照片";

"Share.Title" = "分享";
"Forward.ConfirmMultipleFiles_1" = "将一个文件发送给 {target}?";
"Forward.ConfirmMultipleFiles_2" = "将两个文件发送给 {target}?";
"Forward.ConfirmMultipleFiles_3_10" = "将 %@ 个文件发送给 {target}?";
"Forward.ConfirmMultipleFiles_any" = "将 %@ 个文件发送给 {target}?";

"PrivacySettings.TouchIdTitle" = "Touch ID";
"PrivacySettings.TouchIdEnable" = "开启";

"Notification.Reply" = "回复";
"Notification.Mute1h" = "免打扰1小时";
"Notification.Mute1hMin" = "免打扰1小时";
"Conversation.ContextMenuShare" = "分享";

"SharedMedia.TitleAll" = "分享媒体";
"SharedMedia.TitlePhoto" = "照片";
"SharedMedia.TitleVideo" = "视频";
"SharedMedia.TitleFile" = "文件";

"SharedMedia.All" = "全部";
"SharedMedia.Incoming" = "已接收";
"SharedMedia.Outgoing" = "已发送";

"SharedMedia.Photo_1" = "1 张图片";
"SharedMedia.Photo_2" = "2 张图片";
"SharedMedia.Photo_3_10" = "%@ 张图片";
"SharedMedia.Photo_any" = "%@ 张图片";

"SharedMedia.Video_1" = "1 段视频";
"SharedMedia.Video_2" = "2 段视频";
"SharedMedia.Video_3_10" = "%@ 段视频";
"SharedMedia.Video_any" = "%@ 段视频";

"SharedMedia.File_1" = "1 个文件";
"SharedMedia.File_2" = "2 个文件";
"SharedMedia.File_3_10" = "%@ 个文件";
"SharedMedia.File_any" = "%@ 个文件";

"SharedMedia.Generic_1" = "1 个媒体文件";
"SharedMedia.Generic_2" = "2 个媒体文件";
"SharedMedia.Generic_3_10" = "%@ 个媒体文件";
"SharedMedia.Generic_any" = "%@ 个媒体文件";

"FileSize.B" = "%@ B";
"FileSize.KB" = "%@ KB";
"FileSize.MB" = "%@ MB";

"DownloadingStatus" = "下载中: %@ / %@";

"Time.MonthOfYear_1" = "1月 %@";
"Time.MonthOfYear_2" = "2月 %@";
"Time.MonthOfYear_3" = "3月 %@";
"Time.MonthOfYear_4" = "4月 %@";
"Time.MonthOfYear_5" = "5月 %@";
"Time.MonthOfYear_6" = "6月 %@";
"Time.MonthOfYear_7" = "7月 %@";
"Time.MonthOfYear_8" = "8月 %@";
"Time.MonthOfYear_9" = "9月 %@";
"Time.MonthOfYear_10" = "10月 %@";
"Time.MonthOfYear_11" = "11月 %@";
"Time.MonthOfYear_12" = "12月 %@";

"Time.PreciseDate_1" = "1月 %1$@, %2$@ %3$@";
"Time.PreciseDate_2" = "2月 %1$@, %2$@ %3$@";
"Time.PreciseDate_3" = "3月 %1$@, %2$@ %3$@";
"Time.PreciseDate_4" = "4月 %1$@, %2$@ %3$@";
"Time.PreciseDate_5" = "5月 %1$@, %2$@ %3$@";
"Time.PreciseDate_6" = "6月 %1$@, %2$@ %3$@";
"Time.PreciseDate_7" = "7月 %1$@, %2$@ %3$@";
"Time.PreciseDate_8" = "8月 %1$@, %2$@ %3$@";
"Time.PreciseDate_9" = "9月 %1$@, %2$@ %3$@";
"Time.PreciseDate_10" = "10月 %1$@, %2$@ %3$@";
"Time.PreciseDate_11" = "11月 %1$@, %2$@ %3$@";
"Time.PreciseDate_12" = "12月 %1$@, %2$@ %3$@";

"MuteFor.Minutes_1" = "免打扰 1 分钟";
"MuteFor.Minutes_2" = "免打扰 2 分钟";
"MuteFor.Minutes_3_10" = "免打扰 %@ 分钟";
"MuteFor.Minutes_any" = "免打扰 %@ 分钟";

"MuteFor.Hours_1" = "免打扰 1 小时";
"MuteFor.Hours_2" = "免打扰 2 小时";
"MuteFor.Hours_3_10" = "免打扰 %@ 小时";
"MuteFor.Hours_any" = "免打扰 %@ 小时";

"MuteFor.Days_1" = "免打扰 1 天";
"MuteFor.Days_2" = "免打扰 2 天";
"MuteFor.Days_3_10" = "免打扰 %@ 天";
"MuteFor.Days_any" = "免打扰 %@ 天";

"MuteFor.Weeks_1" = "免打扰 1 周";
"MuteFor.Weeks_2" = "免打扰 2 周";
"MuteFor.Weeks_3_10" = "免打扰 %@ 周";
"MuteFor.Weeks_any" = "免打扰 %@ 周";

"MuteExpires.Minutes_1" = "1分钟内";
"MuteExpires.Minutes_2" = "2分钟内";
"MuteExpires.Minutes_3_10" = "%@分钟内";
"MuteExpires.Minutes_any" = "%@分钟内";

"MuteExpires.Hours_1" = "1小时内";
"MuteExpires.Hours_2" = "2小时内";
"MuteExpires.Hours_3_10" = "%@小时内";
"MuteExpires.Hours_any" = "%@小时内";

"MuteExpires.Days_1" = "1天内";
"MuteExpires.Days_2" = "2天内";
"MuteExpires.Days_3_10" = "%@天内";
"MuteExpires.Days_any" = "%@天内";

"SharedMedia.EmptyTitle" = "暂时没有媒体文件";
"SharedMedia.EmptyText" = "快在这个会话里分享一些照片或者视频吧\n 不然这个回形针会继续不嗨森。";
"SharedMedia.EmptyFilesText" = "你可以发送每个上限为 1.5G 的任何\n格式的文件，并可以在所有设备上访问";

"ShareFileTip.Title" = "分享文件";
"ShareFileTip.Text" = "你可以在这里从你的相机胶卷中选择并发送**未经压缩的**媒体文件。\n\n如果要分享其他类型的文件，在你的 %@（例如浏览器）中打开他们, 在 **通过其他应用打开(Open in..)** 或 分享按钮 中选择 Telegram 打开。";
"ShareFileTip.CloseTip" = "关闭提示";

"DialogList.SearchSectionDialogs" = "会话与联系人";
"DialogList.SearchSectionGlobal" = "全局搜索";
"DialogList.SearchSectionMessages" = "聊天记录";

"Username.LinkHint" = "此链接将在 Telegram 中与你开启一个会话：[\nhttp://telegram.me/%@]";
"Username.LinkCopied" = "已拷贝到剪贴板";

"SharedMedia.ItemsSelected_1" = "已选 1 个";
"SharedMedia.ItemsSelected_2" = "已选 2 个";
"SharedMedia.ItemsSelected_3_10" = "已选 %@ 个";
"SharedMedia.ItemsSelected_any" = "已选 %@ 个";

"SharedMedia.DeleteItemsConfirmation_1" = "删除媒体文件？";
"SharedMedia.DeleteItemsConfirmation_2" = "删除 2 个媒体文件？";
"SharedMedia.DeleteItemsConfirmation_3_10" = "删除 %@ 个媒体文件？";
"SharedMedia.DeleteItemsConfirmation_any" = "删除 %@ 个媒体文件？";

"PrivacySettings.Passcode" = "密码锁定";
"PasscodeSettings.Title" = "密码锁定";
"PasscodeSettings.TurnPasscodeOn" = "开启密码锁";
"PasscodeSettings.TurnPasscodeOff" = "关闭密码锁";
"PasscodeSettings.ChangePasscode" = "修改密码";
"PasscodeSettings.Help" = "在你设置密码锁后，会话页面将会出现一个小锁的标志。点击小锁来锁定应用程序。\n\n注意：如果你忘记了密码，你将只能删除并重装此应用。这将会导致所有的私密会话丢失。";
"PasscodeSettings.UnlockWithTouchId" = "使用 Touch ID 解锁";
"PasscodeSettings.SimplePasscode" = "简单密码";
"PasscodeSettings.SimplePasscodeHelp" = "简单密码由四位数字密码组成";
"PasscodeSettings.EncryptData" = "加密本地数据库";
"PasscodeSettings.EncryptDataHelp" = "这是一个试验中的功能，请谨慎使用。这将会基于你的解锁密码作为密钥来加密你的手机中 Telegram 的数据。";

"EnterPasscode.EnterTitle" = "输入解锁密码";
"EnterPasscode.SetupTitle" = "新密码";
"EnterPasscode.ChangeTitle" = "修改密码";
"EnterPasscode.EnterPasscode" = "请输入解锁密码";
"EnterPasscode.EnterNewPasscodeNew" = "请输入解锁密码";
"EnterPasscode.EnterNewPasscodeChange" = "请输入新的解锁密码";
"EnterPasscode.RepeatNewPasscode" = "请再次输入新的解锁密码";
"EnterPasscode.EnterCurrentPasscode" = "请验证您现在的解锁密码";
"EnterPasscode.TouchId" = "输入密码";

"DialogList.PasscodeLockHelp" = "点击来锁定 Telegram";

"PasscodeSettings.AutoLock" = "自动锁定";
"PasscodeSettings.AutoLock.Disabled" = "禁用";
"PasscodeSettings.AutoLock.IfAwayFor_1minute" = "离开 1 分钟后";
"PasscodeSettings.AutoLock.IfAwayFor_5minutes" = "离开 5 分钟后";
"PasscodeSettings.AutoLock.IfAwayFor_1hour" = "离开 1 小时后";
"PasscodeSettings.AutoLock.IfAwayFor_5hours" = "离开 5 小时后";

"PasscodeSettings.FailedAttempts_1" = "已错误1次";
"PasscodeSettings.FailedAttempts_2" = "已错误2次";
"PasscodeSettings.FailedAttempts_3_10" = "已错误 %@ 次";
"PasscodeSettings.FailedAttempts_any" = "已错误 %@ 次";
"PasscodeSettings.TryAgainIn1Minute" = "请一分钟后再试";

"AccessDenied.Title" = "请允许访问";

"AccessDenied.Contacts" = "Telegram 基于您现在的通讯录联系人来获取好友列表，\n\n请前往 设置 > 隐私 > 通讯录 将 Telegram 的开关打开。";

"AccessDenied.VoiceMicrophone" = "Telegram 需要访问您的麦克风来录制语音消息，\n\n请前往 设置 > 隐私 > 麦克风 将 Telegram 的开关打开。";

"AccessDenied.VideoMicrophone" = "Telegram 需要访问您的麦克风才能在录制视频时录制声音，\n\n请前往 设置 > 隐私 > 麦克风 将 Telegram 的开关打开。";

"AccessDenied.MicrophoneRestricted" = "Telegram 无法访问您的麦克风，\n\n请前往 设置 > 隐私 > 麦克风 将 Telegram 的开关打开。";


"AccessDenied.Camera" = "Telegram 需要访问您的相机来拍照或录制视频，\n\n请前往 设置 > 隐私 > 相机 将 Telegram 的开关打开。";

"AccessDenied.CameraRestricted" = "Telegram 无法访问您的相机，\n\n请前往 设置 > 隐私 > 相机 将 Telegram 的开关打开。";

"AccessDenied.CameraDisabled" = "您的设备已经禁止相机的使用，\n\n请前往 设置 > 通用 > 访问限制 将 相机 的开关打开。";

"AccessDenied.PhotosAndVideos" = "Telegram 需要访问您的照片来发送图片或视频，\n\n请前往 设置 > 隐私 > 照片 将 Telegram 的开关打开。";

"AccessDenied.SaveMedia" = "Telegram 需要访问您的照片来保存图片或视频，\n\n请前往 设置 > 隐私 > 照片 将 Telegram 的开关打开。";

"AccessDenied.PhotosRestricted" = "Telegram 无法访问您的照片，\n\n请前往 设置 > 隐私 > 照片 将 Telegram 的开关打开。";

"AccessDenied.LocationDenied" = "Telegram 需要访问您的定位服务才能获取您的地址并发给您的联系人，\n\n请前往 设置 > 隐私 > 定位服务 将 Telegram 的开关打开。";

"AccessDenied.LocationDisabled" = "Telegram 需要访问您的定位服务才能获取您的地址并发给您的联系人，\n\n请前往 设置 > 隐私 > 定位服务 将 Telegram 的开关打开。";

"AccessDenied.LocationTracking" = "Telegram 需要访问您的定位服务才能显示您在地图上的位置，\n\nP请前往 设置 > 隐私 > 定位服务 将 Telegram 的开关打开。";

"AccessDenied.Settings" = "设置";

"WebSearch.RecentClearConfirmation" = "您确定要删除最近的图片吗？";

"FeatureDisabled.Oops" = "糟糕";

"Conversation.ContextMenuReply" = "回复";

"ForwardedMessages_1" = "转发的消息";
"ForwardedMessages_2" = "2条转发的消息";
"ForwardedMessages_3_10" = "%@ 条转发的消息";
"ForwardedMessages_any" = "%@ 条转发的消息";

"ForwardedFiles_1" = "转发的文件";
"ForwardedFiles_2" = "2个转发的文件";
"ForwardedFiles_3_10" = "%@ 个转发的文件";
"ForwardedFiles_any" = "%@ 个转发的文件";

"ForwardedStickers_1" = "转发的贴图";
"ForwardedStickers_2" = "2张转发的贴图";
"ForwardedStickers_3_10" = "%@ 张转发的贴图";
"ForwardedStickers_any" = "%@ 张转发的贴图";

"ForwardedPhotos_1" = "转发的图片";
"ForwardedPhotos_2" = "2张转发的图片";
"ForwardedPhotos_3_10" = "%@ 张转发的图片";
"ForwardedPhotos_any" = "%@ 张转发的图片";

"ForwardedVideos_1" = "转发的视频";
"ForwardedVideos_2" = "2段转发的视频";
"ForwardedVideos_3_10" = "%@ 段转发的视频";
"ForwardedVideos_any" = "%@ 段转发的视频";

"ForwardedAudios_1" = "转发的音频";
"ForwardedAudios_2" = "2个转发的音频";
"ForwardedAudios_3_10" = "%@ 个转发的音频";
"ForwardedAudios_any" = "%@ 个转发的音频";

"ForwardedLocations_1" = "转发的位置";
"ForwardedLocations_2" = "2个转发的位置";
"ForwardedLocations_3_10" = "%@ 个转发的位置";
"ForwardedLocations_any" = "%@ 个转发的位置";

"ForwardedContacts_1" = "转发的联系人";
"ForwardedContacts_2" = "2位转发的联系人";
"ForwardedContacts_3_10" = "%@ 位转发的联系人";
"ForwardedContacts_any" = "%@ 位转发的联系人";

"ForwardedAuthors2" = "%@, %@";
"ForwardedAuthorsOthers_1" = "%@ 和另外1人";
"ForwardedAuthorsOthers_2" = "%@ 和另外2人";
"ForwardedAuthorsOthers_3_10" = "%@ 和另外 %@ 人";
"ForwardedAuthorsOthers_any" = "%@ 和另外 %@ 人";

"PrivacySettings.TwoStepAuth" = "二次验证";
"TwoStepAuth.Title" = "二次验证";
"TwoStepAuth.SetPassword" = "设置二次验证密码";
"TwoStepAuth.SetPasswordHelp" = "您在一台新设备登录时，将在输入短信验证码后输入此密码作为额外的身份验证。";
"TwoStepAuth.SetupPasswordTitle" = "设置密码";

"TwoStepAuth.SetupHintTitle" = "密码提示";
"TwoStepAuth.SetupHint" = "请设置一个密码提示：";

"TwoStepAuth.ChangePassword" = "修改密码";
"TwoStepAuth.RemovePassword" = "关闭二次验证";
"TwoStepAuth.SetupEmail" = "设置密保邮箱";
"TwoStepAuth.ChangeEmail" = "修改密保邮箱";
"TwoStepAuth.PendingEmailHelp" = "您的密保邮箱 %@ 正在等待验证，在完成验证之前此密保邮箱不会启用。";
"TwoStepAuth.GenericHelp" = "您开启了二次验证，\n今后您在登录时将会需要输入在这里设置的密码。";

"TwoStepAuth.ConfirmationTitle" = "二次验证";
"TwoStepAuth.ConfirmationText" = "请检查您的邮箱并点击验证链接来完成二次验证的设置。如果没有收到邮件请查看垃圾邮件。";
"TwoStepAuth.ConfirmationChangeEmail" = "修改密保邮箱";
"TwoStepAuth.ConfirmationAbort" = "取消二次验证设置";

"TwoStepAuth.SetupPasswordEnterPasswordNew" = "请设置密码：";
"TwoStepAuth.SetupPasswordEnterPasswordChange" = "请输入新密码：";
"TwoStepAuth.SetupPasswordConfirmPassword" = "请再次输入新密码：";
"TwoStepAuth.SetupPasswordConfirmFailed" = "前后输入不匹配，请重新输入。";

"TwoStepAuth.EnterPasswordTitle" = "密码";
"TwoStepAuth.EnterPasswordPassword" = "密码";
"TwoStepAuth.EnterPasswordHint" = "提示： %@";
"TwoStepAuth.EnterPasswordHelp" = "您开启了二次验证，今后登录您的帐号需要输入这个额外的密码。";
"TwoStepAuth.EnterPasswordInvalid" = "密码无效，请重新输入。";
"TwoStepAuth.EnterPasswordForgot" = "忘记密码？";

"TwoStepAuth.EmailTitle" = "密保邮箱";
"TwoStepAuth.EmailSkip" = "跳过";
"TwoStepAuth.EmailSkipAlert" = "您确定不设置密保邮箱？\n\n如果您忘记了密码，您将无法再访问您的 Telegram 账户。并且没办法恢复。";
"TwoStepAuth.Email" = "邮箱";
"TwoStepAuth.EmailPlaceholder" = "您的邮箱地址";
"TwoStepAuth.EmailHelp" = "请输入一个有效的邮箱地址。这是忘记密码后唯一的恢复方式。";
"TwoStepAuth.EmailInvalid" = "邮箱地址无效，请重新输入。";
"TwoStepAuth.EmailSent" = "我们向您发送了一封邮件来验证此邮箱地址。";
"TwoStepAuth.PasswordSet" = "您二次验证的密码现在正式启用了。";
"TwoStepAuth.PasswordRemoveConfirmation" = "您确定要关闭二次验证？";

"TwoStepAuth.RecoveryUnavailable" = "因为您在设置密码时没有设定恢复邮箱，您现在只能尝试记起您的密码或者重置账户。";
"TwoStepAuth.RecoveryFailed" = "您现在只能尝试记起您的密码或者重置账户。";
"TwoStepAuth.ResetAccount" = "重置账户";
"TwoStepAuth.ResetAccountHelp" = "在您重置账户后，您将会失去账户中所有的会话和聊天记录，包括您分享的媒体和文件。";
"TwoStepAuth.ResetAccountConfirmation" = "在您重置账户后，您将会失去账户中所有的会话和聊天记录，包括您分享的媒体和文件。";

"TwoStepAuth.RecoveryTitle" = "认证码";
"TwoStepAuth.RecoverySent" = "我们发送了一个认证码到您的密保邮箱：\n\n%@";
"TwoStepAuth.RecoveryCode" = "认证码";
"TwoStepAuth.RecoveryCodeHelp" = "请检查您的邮箱并输入我们发送给您的六位认证码来关闭二次验证密码。";
"TwoStepAuth.RecoveryCodeInvalid" = "认证码无效，请重新输入";
"TwoStepAuth.RecoveryCodeExpired" = "我们重新向您发送了六位认证码";
"TwoStepAuth.RecoveryEmailUnavailable" = "无法访问您的密保邮箱 %@ ？";

"TwoStepAuth.FloodError" = "已达错误次数上限，请稍后再试。";
"TwoStepAuth.GenericError" = "出错了，请稍后再试。";

"Conversation.FilePhotoOrVideo" = "相机胶卷";
"Conversation.FileICloudDrive" = "iCloud Drive";
"Conversation.FileDropbox" = "Dropbox";
"Conversation.FileGoogleDrive" = "Google Drive";

"Conversation.FileHowTo" = "如何分享文件？";
"Conversation.FileOpenIn" = "通过其他应用打开...";
"Conversation.FileHowToText" = "如果要分享其他类型的文件，在你的 %@（例如浏览器）中打开他们, 在 **通过其他应用打开(Open in..)** 或 分享按钮 中选择 Telegram 打开。";

"Map.LocationTitle" = "位置";
"Map.OpenInMaps" = "在地图中显示";
"Map.OpenInGooglePlus" = "在 Google Plus 中显示";
"Map.OpenInFoursquare" = "在 Foursquare 中显示";
"Map.OpenInHereMaps" = "在 HERE Maps 中显示";
"Map.OpenInYandexMaps" = "在 Yandex Maps 中显示";
"Map.OpenInYandexNavigator" = "在 Yandex Navigator 中显示";
"Map.OpenIn" = "在其他应用中显示";
"Map.More" = "更多...";

"Map.SendThisLocation" = "发送此位置";
"Map.SendMyCurrentLocation" = "发送我当前的位置";
"Map.Locating" = "定位中...";
"Map.ChooseAPlace" = "或选择一个位置";
"Map.AccurateTo" = "精确选择到 %@";
"Map.Search" = "搜索附近的位置";
"Map.ShowPlaces" = "显示位置";
"Map.LoadError" = "出错了，请稍后再试。";
"Map.LocatingError" = "定位失败";
"Map.Unknown" = "未知位置";

"Map.DistanceAway" = "距离 %@";
"Map.ETAMinutes_any" = "%@ 分钟";
"Map.ETAHours_1" = "%@ 小时";
"Map.ETAHours_any" = "%@ 小时";

"GoogleDrive.Title" = "Google Drive";
"GoogleDrive.Logout" = "注销";
"GoogleDrive.LogoutTitle" = "注销";
"GoogleDrive.LogoutMessage" = "您确定要从 Google Drive 中注销？";
"GoogleDrive.LogoutLogout" = "注销";
"GoogleDrive.FolderIsEmpty" = "此文件没有任何内容";
"GoogleDrive.FolderLoadError" = "无法加载此文件";
"GoogleDrive.LoadErrorTitle" = "无法连接到服务器";
"GoogleDrive.LoadErrorMessage" = "请检查您的互联网连接并重试。";

"ChangePhone.ErrorOccupied" = "%@ 该号码已注册 Telegram，请先删除此帐号再修改。";

"AccessDenied.LocationTracking" = "Telegram 需要访问您的定位服务才能显示您在地图上的位置，\n\nP请前往 设置 > 隐私 > 定位服务 将 Telegram 的开关打开。";

"PrivacySettings.AuthSessions" = "显示所有设备";
"AuthSessions.Title" = "所有设备";
"AuthSessions.CurrentSession" = "当前登录";
"AuthSessions.TerminateOtherSessions" = "注销所有其他设备";
"AuthSessions.TerminateOtherSessionsHelp" = "注销除本设备之外的其他所有设备。";
"AuthSessions.TerminateSession" = "注销此设备";
"AuthSessions.OtherSessions" = "所有设备";
"AuthSessions.EmptyTitle" = "没有其他设备了";
"AuthSessions.EmptyText" = "您可以使用这个手机号码在其他的手机，平板，桌面设备登录，您的所有数据都会被瞬间同步。";
"AuthSessions.AppUnofficial" = "(ID: %@)";

"WebPreview.GettingLinkInfo" = "获取链接信息...";
"WebPreview.LinkPreview" = "链接预览";

"Preview.OpenInInstagram" = "在 Instagram 中打开";

"MediaPicker.AddCaption" = "添加新目录...";

"GroupInfo.InviteByLink" = "通过链接邀请到此群组";

"GroupInfo.InviteLink.Title" = "邀请链接";
"GroupInfo.InviteLink.LinkSection" = "链接地址";
"GroupInfo.InviteLink.Help" = "任何安装了 Telegram 的用户都可以通过此链接加入你的群组。";
"GroupInfo.InviteLink.CopyLink" = "拷贝链接";
"GroupInfo.InviteLink.RevokeLink" = "吊销链接";
"GroupInfo.InviteLink.ShareLink" = "分享链接";
"GroupInfo.InviteLink.RevokeAlert.Text" = "您确定要吊销此链接么？在您吊销后，大家就不能再通过此链接加入本群组了。";
"GroupInfo.InviteLink.RevokeAlert.Revoke" = "吊销";
"GroupInfo.InviteLink.RevokeAlert.Success" = "之前的邀请链接已吊销，新的邀请链接已生成。";
"GroupInfo.InviteLink.CopyAlert.Success" = "链接已拷贝到剪切板。";

"UserInfo.ShareMyContactInfo" = "分享我的联系信息";

"GroupInfo.InvitationLinkAccept" = "您要加入群组 \"%@\" 吗？";
"GroupInfo.InvitationLinkAlreadyAccepted" = "您已经是此群组的成员了";
"GroupInfo.InvitationLinkDoesNotExist" = "抱歉，此群组似乎不存在";
"GroupInfo.InvitationLinkGroupFull" = "抱歉，此群组已满员";

"Core.CurrentUpdateText" = "Telegram iOS 客户端已升级。新版本包括 %@:\n\n1. 支持直接从主界面的搜索框中搜索用户名。\n\n2. 在贴图面板中每一组自定义贴图都有自己的分组。您可以通过这样的链接添加贴图到您的账户： https://telegram.me/addstickers/Animals\n\n3. 全新机器人 API，如果您是工程师，您可以创建您自己的游戏、服务或其他类型的机器人。更多信息请参见：https://telegram.org/blog/bot-revolution\n\n4. 支持 Apple Watch 了，不过还是测试版。";

"Core.ServiceUserStatus" = "通知服务";

"Notification.JoinedGroupByLink" = "%@ 通过邀请链接加入了群组";

"ChatSettings.Other" = "其他";
"ChatSettings.Stickers" = "贴图";

"StickerPacksSettings.Title" = "贴图设置";
"StickerPacksSettings.ShowStickersButton" = "显示贴图面板";
"StickerPacksSettings.ShowStickersButtonHelp" = "开启后贴图的图标将显示在输入框里，您可以点按此图标打开贴图面板。";

"StickerPacksSettings.StickerPacksSection" = "您的贴图包";
"StickerPacksSettings.ManagingHelp" = "我们欢迎艺术家们通过我们的 @stickers 机器人来创建他们自己的贴图包。\n\n用户可以通过双击或长按贴图然后选择 \"信息\" — \"添加贴图\" 来添加贴图包。";

"StickerPack.RemovePrompt" = "删除 \"%@\"?";
"StickerPack.BuiltinPackName" = "Great Minds";
"StickerPack.StickerCount_1" = "1张贴图";
"StickerPack.StickerCount_2" = "2张贴图";
"StickerPack.StickerCount_3_10" = "%@ 张贴图";
"StickerPack.StickerCount_any" = "%@ 张贴图";

"StickerPack.AddStickerCount_1" = "添加1张贴图";
"StickerPack.AddStickerCount_2" = "添加2张贴图";
"StickerPack.AddStickerCount_3_10" = "添加 %@ 张贴图";
"StickerPack.AddStickerCount_any" = "添加 %@ 张贴图";

"StickerPack.ShareStickers" = "分享贴图包";

"Conversation.ContextMenuStickerPackAdd" = "添加贴图包";
"Conversation.ContextMenuStickerPackInfo" = "信息";

"MediaPicker.Processing" = "处理中 %@";
"MediaPicker.Nof" = "%@/";

"UserInfo.ShareBot" = "分享";
"UserInfo.InviteBotToGroup" = "添加到群组";
"Profile.BotInfo" = "关于";
"Profile.ShareBotPersonFormat" = "对 %@ 分享此机器人？";
"Profile.ShareBotGroupFormat" = "对 %@ 分享此机器人？";

"Target.SelectGroup" = "选择群组";
"Target.InviteToGroupConfirmation" = "将机器人添加到 \"%@\" ？";
"Target.InviteToGroupErrorAlreadyInvited" = "此机器人已在此群组中";
"Bot.GenericBotStatus" = "机器人";
"Bot.DescriptionTitle" = "它能做什么？";
"Bot.GroupStatusReadsHistory" = "能够访问消息";
"Bot.GroupStatusDoesNotReadHistory" = "无法访问消息";
"Bot.Start" = "开始";
"UserInfo.BotSettings" = "设置";
"UserInfo.BotHelp" = "帮助";

"Contacts.SearchLabel" = "搜索联系人或用户名";
"ChatSearch.SearchPlaceholder" = "搜索";

"WatchRemote.NotificationText" = "在您的手机上打开此通知来获取来自您 Apple Watch 的消息。";
"WatchRemote.AlertTitle" = "来自您 Apple Watch 的消息";
"WatchRemote.AlertText" = "在这里查看这条消息？";
"WatchRemote.AlertOpen" = "打开";
